rmd6502/flappy/Arduino/hardware/flappy/boards.txt
menu.cpu=Other

flappy.name=Flappy Board 8MHz
flappy.bootloader.low_fuses=0xE2
flappy.bootloader.high_fuses=0xD6
flappy.bootloader.extended_fuses=0xFE
flappy.upload.maximum_size=8000
flappy.upload.speed=115200
flappy.build.mcu=attiny841
flappy.build.f_cpu=8000000L
flappy.build.core=arduino:arduino
flappy.build.variant=flappy:tiny14

